IDEA StatiCa Open Model
SteelSetupHKG.FrictionCoefficientPboltDefault Method
Compatible with IDEA StatiCa Beta 21.0 - beta
 Friction Coefficient Pbolt Default
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public override double FrictionCoefficientPboltDefault()
Public Overrides Function FrictionCoefficientPboltDefault As Double
public:
virtual double FrictionCoefficientPboltDefault() override
Return Value
Type: Double
[Missing <returns> documentation for "M:IdeaRS.OpenModel.SteelSetupHKG.FrictionCoefficientPboltDefault"]
See Also
Reference
SteelSetupHKG Class
IdeaRS.OpenModel Namespace